Revit 2027 API
ParameterTypeId.RbsElecPowerFactor Property
 "Power Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPowerFactor { get; }
Public Shared ReadOnly Property RbsElecPowerFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPowerFactor {
	ForgeTypeId^ get ();
}
static member RbsElecPowerFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace